Repository: common-repository/sunset-core
Catalog: languages/sunset-core-*.po
Languages: uk

source: This plugin was made for the Sunset Theme and adds extra functionality to it.
uk: Цей плагін розроблений для теми My Sunset та додає додатковий функціонал до неї.

source: Bogdan Bendziukov
uk: Богдан Бендзюков

source: Since you enabled sunset-core plugin, then you need to enable <a href="%1$s" target="_blank">My Sunset theme</a> too
uk: Так як ви увімкнули плагін sunset-core, то вже увімкніть нарешті і тему <a href="%1$s" target="_blank">My Sunset</a> також

source: Page options
uk: Параметри сторінки

source: Subtitle
uk: Підзаголовок

source: Inherit from theme's options
uk: Наслідувати від параметрів теми

source: Default
uk: За замовчуванням

source: Cover
uk: Обкладинка

source: Split
uk: Розділенний

source: Big text
uk: Великий текст

source: None
uk: Немає

source: Slide Up
uk: Слайд вгору

source: Slide Down
uk: Слайд вниз

source: Typing
uk: Печатна машинка

source: Zoom In
uk: Наближення

source: Fade In
uk: Проявлення

source: Show
uk: Показати

source: Hide
uk: Сховати

source: Page header type
uk: Тип шапки сторінки

source: Page header animation type
uk: Тип анімації шапки сторінки

source: Show breadcrumbs
uk: Показати навігацію

source: Hide title?
uk: Сховати заголовок сторінки?

source: Category background
uk: Колір фону категорії

source: Select background color for the category or leave blank for default.
uk: Виберіть колір фону для категорії або залиште поле порожнім для кольору за замовчуванням.

source: Slide Left
uk: Слайд ліворуч

source: Slide Right
uk: Слайд праворуч

source: Zoom in
uk: Наближення

source: Zoom out
uk: Віддалення

source: Animation settings
uk: Параметри анімації

source: Animation
uk: Анімація

source: Stroke settings
uk: Обведення

source: Stroke Color
uk: Колір обведення

source: Stroke Width
uk: Товщина обведення

source: Width settings
uk: Параметри ширини

source: Max. Width
uk: Макс. ширина

source: Zoom
uk: Наближення

source: Glitch
uk: VHS

source: Default (on top)
uk: За замовчуванням (зверху)

source: On bottom
uk: Знизу

source: Cover image
uk: Поверх зображення

source: Remove gap
uk: Прибрати зазор

source: Gallery extra settings
uk: Додаткові параметри галереї

source: Show caption on hover
uk: Показувати підпис при наведенні

source: Add border radius
uk: Додати закруглення до країв

source: Hover type
uk: Тип наведення

source: Caption type
uk: Тип підпису

source: Button extra settings
uk: Додаткові параметри кнопки

source: Add magnetic effect
uk: Додати магнетичний ефект

source: Triangle
uk: Трикутник

source: Diamond
uk: Ромб

source: Brush
uk: Кисть

source: Custom
uk: Довільна

source: Add shadow
uk: Додати тінь

source: Image mask
uk: Маска зображення

source: Select Mask Type
uk: Оберіть тип маски

source: Choose Mask Image
uk: Оберіть маску для зображення

source: Circle style
uk: Коло

source: Sticky column
uk: Липка колонка

source: Square grid
uk: Квадратна сітка

source: Portrait grid
uk: Портретна сітка

source: Landscape grid
uk: Альбомна сітка

source: Chaotic grid
uk: Хаотична сітка

source: Header Type
uk: Тип шапки сторінки

source: Header Animation Type
uk: Тип анімації шапки сторінки

source: Hide page paddings
uk: Сховати відступи сторінки зверху та знизу

source: Write subtitle (optional)
uk: Напишіть підзаголовок (за бажанням)

source: Running line
uk: Біжучий рядок

source: Display a running line with text and inline images.
uk: Показує біжучий рядок з текстом та зображеннями.

source: running line
uk: біжучий рядок

source: line
uk: рядок

source: ticker
uk: тикер

source: Preview
uk: Попередній перегляд

source: Edit
uk: Редагувати

source: Color settings
uk: Параметри кольору

source: Background color
uk: Колір фону

source: Text color
uk: Колір тексту

source: Runline settings
uk: Параметри біжучого рядка

source: Line angle
uk: Кут нахилу рядка

source: Line speed
uk: Швидкість біжучої строки

source: Pause on hover
uk: Зупинити при наведенні

source: Switch direction
uk: Змінити напрямок

source: Write a text here…
uk: Напишіть текст тут…

source: Circular text
uk: Круговий текст

source: Display a circle shaped text.
uk: Показує текст у формі кола.

source: circular text
uk: круговий текст

source: circular
uk: круговий

source: text
uk: текст

source: Circular text settings
uk: Параметри кругового тексту

source: Rotating speed
uk: Швидкість обертання

source: Circle size
uk: Розмір кола
